/**********************************************/
/* PRIORITY 1 */
/**********************************************/

/* eg., 1 of 3 */
"%d of %d" = "%1$d of %2$d";

/* Moving back and forth between cards */
"    Flip to Back    " = 
"    Flip to Back    ";

"    Flip to Front    " = 
"    Flip to Front    ";

/* previous card */
"< Prev" = 
"< Prev";
/* next card */
"Next >" = 
"Next >";

/* Potential scores for cards */
"No Score" = 
"No Score";

"1: Fail" = 
"1: Fail";

"2: Almost" = 
"2: Almost";

"3: Barely" = 
"3: Barely";

"4: OK" = 
"4: OK";

"5: Easy!" = 
"5: Easy!";

"Next" = "Next";

/* Options after you finish studying */
"View Results" = 
"View Results";

"Study Cards With Scores < 4" = 
"Study Cards With Scores < 4";

"Return to Card Set" = 
"Return to Card Set";

"Return to Collection" = 
"Return to Collection";

"Next Round" = 
"Next Round";

"Study Again" =
"Study Again";


/* No comment provided by engineer. */
"All Cards" = "All Cards";

/* No comment provided by engineer. */
"All Lapsed" = "All Lapsed";

/* No comment provided by engineer. */
"Are You Done Studying?" = "Are You Done Studying?";

/* Back of card
 back of card
 Segmented control */
"Back" = "Back";
"Front" = "Front";

/* cancelButtonTitle */
"Begin New Session" = "Begin New Session";

/* UIBarButtonItem */
"Begin Studying" = "Begin Studying";

/* UIBarButtonItem */
"Begin Test" = "Begin Test";

/* No comment provided by engineer. */
"Continue Studying" = "Continue Studying";

/* UIBarButtonItem */
"Edit" = "Edit";

/* UIBarButtonItem */
"Finish Test" = "Finish Test";

/* UILabel */
"First Side Shown" = "First Side Shown";
"Study Mode" = "Study Mode";
"Study Order" = "Study Order";
"Type of Cards" = "Type of Cards";
"Number of Cards" = "Number of Cards";

/* No comment provided by engineer. */
"It seems you have not finished studying all of your cards." = "It seems you have not finished studying all of your cards.";

/* No comment provided by engineer. */

/* otherButtonTitles */
"Saved Study Session Found" = "Saved Study Session Found";
"Load Saved Cards (Study)" = "Load Saved Cards (Study)";
"Load Saved Cards (Test)" = "Load Saved Cards (Test)";

/* No comment provided by engineer. */

"Next Card" = "Next Card";
"Previous Card" = "Previous Card";

/* UIAlert title */
"No Cards Found" = "No Cards Found";

/* UILabel */

/* No comment provided by engineer. */
"Only 15" = "Only 15";

/* No comment provided by engineer. */
"Only New" = "Only New";

/* Segmented control */
"Random" = "Random";

/* Random 5, 10, etc. */
"Random %d" = "Random %d";

/* UIBarButtonItem */

/* UIBarButtonItem */
"Related" = "Related";

/* No comment provided by engineer. */
"Results" = "Results";

/* UIAlert title */

/* No comment provided by engineer. */
"Linear" = "Linear";
"Smart" = "Smart";
"Random Order" = "Random Order";

"Speak Text" = "Speak Text";

/* UIBarButtonItem */
"Stats" =
"Stats";

/* UIView title */
"Study" =
"Study";

"Note: Text-to-speech is limited to the first 100 characters. For any cards longer than 100 characters -- including this one -- text-to-speech will been truncated." =
"Note: Text-to-speech is limited to the first 100 characters. For any cards longer than 100 characters -- including this one -- text-to-speech will been truncated.";

"Auto-Audio" =
"Auto-Audio";

"Auto-Browse" =
"Auto-Browse";

"Auto-Browse with Audio" =
"Auto-Browse with Audio";

"Manual Flip" =
"Manual Flip";

"Manual" =
"Manual";

"Automatically move from one card to the next, and text-to-speech automatically reads both sides." =
"Automatically move from one card to the next, and text-to-speech automatically reads both sides.";

"Automatically move from one card to the next." =
"Automatically move from one card to the next.";

"FlashCards++ learns which cards are easier or more difficult for you and presents the more difficult ones more frequently as you study." =
"FlashCards++ learns which cards are easier or more difficult for you and presents the more difficult ones more frequently as you study.";

/* score */
"Fail" = "Fail";

/* score */
"Almost" = "Almost";

/* score */
"Barely" = "Barely";

/* score */
"OK" = "OK";

/* score */
"Easy!" = "Easy!";


/**********************************************/
/* PRIORITY 2 */
/**********************************************/

/* results after you finish studying */
"Round %d\n" = 
"Round %d\n";

"Test Results\n" =
"Test Results\n";

"\nAverage Interval: %@" = 
"\nAverage Interval: %@";

"\nAverage Score: %@" = 
"\nAverage Score: %@";

"\nNo scores recorded" = 
"\nNo scores recorded";

"\nPercent Passed: %@" = 
"\nPercent Passed: %@";

"\nPercent Skipped: %@" = 
"\nPercent Skipped: %@";

"\nSmart Study Ratio: %@" =
"\nSmart Study Ratio: %@";



/* No comment provided by engineer. */
"You may also choose to re-study your cards again by tapping \"Study Again\" below." =
"You may also choose to re-study your cards again by tapping \"Study Again\" below.";

/**********************************************/
/* PRIORITY 3 */
/**********************************************/

"There are no cards in this card set, add some cards to begin studying." =
"There are no cards in this card set, add some cards to begin studying.";

"There are no cards in this set which need to be tested at this time." = 
"There are no cards in this set which need to be tested at this time.";

"There are no cards which need to be studied with Spaced Repetition at this time." = 
"There are no cards which need to be studied with Spaced Repetition at this time.";

"There are no lapsed cards which need to be studied at this time." = 
"There are no lapsed cards which need to be studied at this time.";

/**********************************************/
/* PRIORITY END */



